# /bin/bash -c "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/master/install.sh)"
# brew install mas
# brew bundle
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sachaos/todoist"
brew "antibody"
brew "chezmoi"
brew "cmake"
brew "gh"
brew "luarocks"
brew "pkg-config"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "node"
brew "ripgrep"
brew "tig"
brew "vim"
brew "yarn"
brew "sachaos/todoist/todoist"
brew "tmux"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "brave-browser"
cask "chromium"
cask "deezer"
cask "enpass"
cask "fanny"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "gimp"
cask "hammerspoon"
cask "karabiner-elements"
cask "shiftit"
cask "slack"
cask "telegram"
cask "thunderbird"
cask "vscodium"
cask "zoomus"
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
